Repository: 84000/data-translation-memory
Catalog: toh116-v1.tmx
Source language: bo
Languages: en

source: དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤྱན་རས་གཟིགས་ཀྱི་དབང་པོ་ཡང་བ་སྤུའི་ཁུང་བུ་ཐམས་ཅད་འབྱེད་པར་བྱེད་ནས་
en: Bodhisattva Mahāsattva Avalokiteśvara opened all his pores.

source: དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཀུན་དུ་བཟང་པོས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤྱན་རས་གཟིགས་ཀྱི་དབང་པོ་ལ་སྤྱན་རས་གཟིགས་ཀྱི་དབང་པོ་ཁྱོད་ཀྱི་སྤོབས་པ་དེ་འདྲ་བ་ལེགས་སོ་ལེགས་སོ་ཞེས་སྨྲས་སོ།
en: “At that time, Bodhisattva Mahāsattva Samantabhadra said to Bodhisattva Mahāsattva Avalokiteśvara, ‘Avalokiteśvara, it is excellent that you have this capability. Excellent.’

source: དེ་ནས་དེ་བཞིན་གཤེགས་པ་ལོག་པར་དད་སེལ་གྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཀུན་དུ་བཟང་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: “Then Tathāgata Krakucchanda said to Bodhisattva Mahāsattva Samantabhadra,

source: རིགས་ཀྱི་བུ་ཁྱོད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤྱན་རས་གཟིགས་ཀྱི་དབང་པོའི་སྤོབས་པ་ཆུང་ཟད་ཅིག་མཐོང་དུ་ཟད་དེ།
en: ‘Noble son, you have seen only a little of Bodhisattva Mahāsattva Avalokiteśvara’s prowess.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤྱན་རས་གཟིགས་ཀྱི་དབང་པོའི་སྤོབས་པ་ཅི་འདྲ་བ་དེ་ལྟ་བུ་ནི་དེ་བཞིན་གཤེགས་པ་དག་ལ་ཡང་མི་མངའོ། །
en: Even the tathāgatas do not have Bodhisattva Mahāsattva Avalokiteśvara’s prowess.’

source: ཞེས་ངས་ལོག་པར་དད་སེལ་ལས་དེ་སྐད་ཐོས་སོ། །
en: “That is what I heard Krakucchanda say.”

source: བཅོམ་ལྡན་འདས་ཐེག་པ་ཆེན་པོའི་མདོའི་རྒྱལ་པོ་ཟ་མ་ཏོག་བཀོད་པ་བཤད་དུ་གསོལ། །དེའི་སླད་དུ་བདག་ཅག་ཆོས་ཀྱི་རོས་ངོམས་ཤིང་དགའ་བར་བགྱིད་དོ། །
en: “Bhagavat, I pray that you teach the precious king of the Mahāyāna sūtras, The Sūtra of the Basket’s Display , so that we will enjoy and be satisfied by the taste of the Dharma.”

source: རིགས་ཀྱི་བུ་གང་དག་ཐེག་པ་ཆེན་པོའི་མདོའི་རྒྱལ་པོ་ཟ་མ་ཏོག་བཀོད་པའི་མིང་ཐོས་པ་དེ་དག་ལ་སྔོན་གྱི་ལས་ཀྱི་སྒྲིབ་པ་མེད་དོ།
en: “Noble son, those who hear the precious king of the Mahāyāna sūtras, The Sūtra of the Basket’s Display , will not have the obscuration of previous karma.

source: གང་དག་ཕ་རོལ་གྱི་བུད་མེད་ལ་ཆགས་ཤིང་ཞན་པའི་ལས་ལ་བརྩོན་པ་དང་།
en: Those who, enamored of another’s wife, have sexual intercourse with her;

source: གང་ཕ་དང་མ་གསོད་པ་དང་།
en: those who have killed their parents;

source: དགྲ་བཅོམ་པ་གསོད་པ་དང་།
en: those who have killed an arhat;

source: མཆོད་རྟེན་འཇོམས་པ་དང་།
en: those who have destroyed stūpas;

source: དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་འབྱིན་པ་དང་། །
en: those who have maliciously caused a tathāgata to bleed;

source: དེ་ལྟ་བུའི་སྡིག་པ་ལ་དགའ་བ་དག་ལ་ཡང་ཐེག་པ་ཆེན་པོའི་མདོའི་རྒྱལ་པོ་ཟ་མ་ཏོག་བཀོད་པས་སྡིག་པ་ལས་ཐར་བར་བྱེད་དོ། །
en: and those who delight in such bad actions will be freed from bad karma by the precious king of the Mahāyāna sūtras, The Sūtra of the Basket’s Display

source: བཅོམ་ལྡན་འདས་བདག་གིས་ཇི་ལྟར་ཐེག་པ་ཆེན་པོའི་མདོ་ཟ་མ་ཏོག་བཀོད་པ་སྡིག་པ་ཐམས་ཅད་ལས་ཐར་བར་བགྱིད་པ་འཚལ་བར་བགྱི།
en: “Bhagavat, how can I know the precious king of the Mahāyāna sūtras, The Sūtra of the Basket’s Display , which brings freedom from all bad karma?”

source: རིགས་ཀྱི་བུ་རི་རབ་རིའི་རྒྱལ་པོའི་གཡས་ཕྱོགས་ཀྱི་ངོས་ལ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དྲུག་གིས་དྲི་མ་དང་དྲི་མ་མེད་པའི་མཐར་བརྟགས་པ་ཡོད་དེ།
en: “Noble son, on the southern side of Sumeru, the king of mountains, the seven samyaksaṃbuddhas examine the extent of stains and stainlessness.

source: ད་ལྟར་ངས་ཀྱང་བརྟགས་སོ། །
en: I also am presently examining them.

source: གང་གོས་དཀར་པོ་སྔོན་པོར་འགྱུར་བ་དང་།
en: “A white cloth becomes black,

source: གང་གོས་སྔོན་པོ་དཀར་པོར་འགྱུར་བ་ནི།
en: and a black cloth becomes white.

source: གང་གོས་དཀར་པོ་དེ་སྔོན་པོར་འགྱུར་བ་དེ་ནི་སྡིག་པའི་ཕུང་པོར་བལྟའོ། །
en: When the white cloth becomes black, that is like an accumulation of bad karma.

source: གང་གོས་སྔོན་པོ་དེ་དཀར་པོར་འགྱུར་བ་དེ་ནི་ཆོས་ཀྱི་ཕུང་པོར་བལྟའོ། །
en: When a black cloth becomes white, that is like the accumulation of the Dharma.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོའི་མདོའི་རྒྱལ་པོ་ཟ་མ་ཏོག་བཀོད་པ་དེ་ནི་སྡིག་པ་ཐམས་ཅད་སྲེག་ཅིང་དཀར་པོར་བྱེད་དོ། །
en: “Noble son, in that way, the precious king of the Mahāyāna sūtras, The Sūtra of the Basket’s Display , burns up all bad karma. It makes it white.

source: དཔེར་ན་དབྱར་གྱི་དུས་ཀྱི་ཚེ་རྩྭ་དང་ནགས་ཚལ་དག་ཤིན་ཏུ་སྔོ་བར་འགྱུར་ཏེ།
en: For example, during the summer, plants and forests become very green.

source: དེ་ནས་ཀླུའི་རྒྱལ་པོ་ཁ་བརྒྱ་པ་ཞེས་བྱ་བ་གནས་ནས་ལངས་ཏེ་རྩྭ་དང་ཤིང་གེལ་པ་དང་སྨན་དང་ནགས་ཚལ་དག་སྲེག་པར་བྱེད་དོ།
en: Then the nāga king Śatamukha comes from his residence and burns the grass, the bushes, the herbs, and the forests.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོའི་མདོའི་རྒྱལ་པོ་ཟ་མ་ཏོག་བཀོད་པ་འདི་ནི་སྡིག་པ་ཐམས་ཅད་སྲེག་པར་བྱེད་དོ། །
en: “Noble son, in that same way, this precious king of the Mahāyāna sūtras, The Sūtra of the Basket’s Display , burns up all bad karma.

source: གང་ཐེག་པ་ཆེན་པོའི་མདོའི་རྒྱལ་པོ་ཐོས་པའི་སེམས་ཅན་དེ་དག་ནི་བདེ་བ་དང་ལྡན་པ་ཡིན་ཏེ། །
en: Those who hear the precious king of the Mahāyāna sūtras, The Sūtra of the Basket’s Display , will have happiness.

source: རིགས་ཀྱི་བུ་དེ་དག་ནི་སོ་སོའི་སྐྱེ་བོ་མ་ཡིན་པར་རིག་པར་བྱའོ།
en: Noble son, they should not be known as ordinary beings.

source: བྱང་ཆུབ་སེམས་དཔའ་ཕྱིར་མི་ལྡོག་པ་དང་འདྲ་བར་བལྟའོ། །
en: They should be seen as irreversible bodhisattvas.

source: དེ་དག་འཆི་བའི་དུས་ཀྱི་ཚེ་དེ་བཞིན་གཤེགས་པ་བཅུ་གཉིས་གཤེགས་ཏེ།
en: When they die, twelve tathāgatas will come and reassure them, saying,

source: རིགས་ཀྱི་བུ་མ་འཇིགས་ཤིག་མ་འཇིགས་ཤིག
en: ‘Do not be afraid, noble son, do not be afraid.

source: ཁྱོད་ཀྱིས་ཐེག་པ་ཆེན་པོའི་མདོའི་རྒྱལ་པོ་ཐོས་སོ། །
en: You have heard the precious king of the Mahāyāna sūtras,

source: ཁྱོད་སླར་འཁོར་བར་མི་འཁོར་བར་འགྱུར་རོ། །
en: You will no longer continue in saṃsāra.

source: སླར་སྐྱེ་བ་དང་རྒ་བ་དང་འཆི་བ་མི་མཐོང་བར་འགྱུར་རོ། །
en: You will never again see birth, aging, sickness, and death.

source: འགའ་ཞིག་འདོད་པ་དང་ཕྲད་ལ་མི་དགའ་ཞིང་མི་འདོད་པ་དང་ཕྲད་པར་མི་འགྱུར་རོ། །
en: You will not be separated from that which is beloved and pleasant, and will not encounter that which is disliked.

source: རིགས་ཀྱི་བུ་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སོང་ཞིང་
en: You will go, noble son, to the realm of Sukhāvatī.

source: དེ་བཞིན་གཤེགས་པ་སྣང་བ་མཐའ་ཡས་པ་ལས་དམ་པའི་ཆོས་ཐོས་པར་འགྱུར་རོ་
en: You will hear the Dharma from Tathāgata Amitābha.’

source: རིགས་ཀྱི་བུ་དེ་ལྟར་སེམས་ཅན་དེ་དག་བདེ་བར་མཆི་བར་འགྱུར་རོ། །
en: noble son, those beings will have happiness.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤྱན་རས་གཟིགས་ཀྱི་དབང་པོས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་སོང་ངོ་། །
en: At this, Bodhisattva Mahāsattva Avalokiteśvara bowed his head to the Bhagavat’s feet and departed.

source: དེ་ནས་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བ་ཅང་མི་ཟེར་བར་འདུག་གོ། །
en: Then Sarva­nīvaraṇa­viṣkambhin became silent.

source: ལྷ་དང་ཀླུ་དང་གནོད་སྦྱིན་དང་། ལྷ་མ་ཡིན་དང་ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་མི་མ་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་དོང་ངོ་།
en: The devas, nāgas, yakṣas, asuras, gandharvas, garuḍas, kiṃnaras, mahoragas, humans, and nonhumans all departed.

source: གང་གི་ཚེ་ན་དེ་དག་དོང་བ་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: After they had departed, Brother Ānanda said to the Bhagavat,

source: བཅོམ་ལྡན་འདས་བདག་ཅག་གི་བསླབ་པའི་སྡོམ་པ་བཤད་དུ་གསོལ།
en: “Bhagavat, I pray that you teach us the vows of training.”

source: དགེ་སློང་གང་དག་བསྙེན་པར་རྫོགས་པར་བྱེད་འདོད་པ་དེས་ཐོག་མ་ཁོ་ནར་སོང་སྟེ་སྣ་ཚོགས་པ་དག་གི་གནས་བརྟག་པར་བྱའོ།
en: “Those bhikṣus who wish to give complete ordination should first go and examine the various locations.

source: དགེ་སློང་དག་ལ་བཙུན་པ་སྣ་ཚོགས་ཀྱི་གནས་ནི་དག་སྟེ།
en: ‘Noble ones, the various locations are completely pure.

source: སྣ་ཚོགས་ཀྱི་གནས་དེ་ན་རུས་པ་ཡང་མ་མཆིས་སོ། །
en: There are no bones in those various locations.

source: བཤང་གཅི་ཡང་མ་མཆིས་ཏེ། །
en: There are no feces and urine.

source: སྣ་ཚོགས་ཀྱི་གནས་དེ་ནི་ཡོངས་སུ་དག་གོ། །
en: Those various places are completely pure

source: དགེ་སློང་དག་ཀྱང་བསྙེན་པར་རྫོགས་པར་བགྱིར་རུང་ངོ་
en: and are worthy for bhikṣus to give ordination.’

source: ཚུལ་ཁྲིམས་དང་མི་ལྡན་པས་ནི་བསྙེན་པར་རྫོགས་པར་མི་བྱའོ། །
en: “Those who have incorrect conduct should not give ordination.

source: གསོལ་པ་དང་བཞི་པ་ཡང་སྦྱིན་པར་མི་བྱའོ། །བར་གྱི་གསོལ་བ་ཡང་མི་བྱའོ།
en: They cannot even make the announcement of the request for ordination, the intermediate motions, and the fourth.

source: མང་དུ་བཤད་ཅི་དགོས་ཏེ།
en: What need is there to say more?

source: དགེ་སློང་དག་ཚུལ་ཁྲིམས་དང་མི་ལྡན་པའི་དགེ་སློང་གིས་ནི་སྣ་ཚོགས་ཀྱི་གནས་སུ་ཡང་འགྲོ་བར་མི་བྱ་ན་གསོལ་བ་དང་བཞི་བ་བྱ་བ་ལྟ་ཅི་སྨོས་ཏེ། །
en: Bhikṣus, a bhikṣu with incorrect conduct cannot establish the various locations for ordination, let alone make the fourth motion.

source: དེ་དག་ནི་སྟོན་པའི་བསྟན་པ་འཇིག་པར་བྱེད་པའོ།
en: They destroy the teaching.

source: ཚུལ་ཁྲིམས་དང་མི་ལྡན་པ་དེ་དག་ནི་སྦྱིན་གནས་དག་གི་ནང་དུ་གནས་སྦྱིན་པར་མི་བྱའོ། །
en: Those who have incorrect conduct should not dwell among those who receive offerings.

source: དེ་དག་ནི་གཙུག་ལག་ཁང་གི་ཕྱི་རོལ་དུ་གནས་སུ་གཞུག་སྟེ།
en: They should dwell outside the monastery.

source: དེ་དག་ལ་དགེ་འདུན་གྱི་ཟས་ཀྱང་མི་སྦྱིན་ནོ། །
en: The saṅgha’s alms should not be given to them.

source: དེ་དག་ལ་དགེ་འདུན་གྱིས་ཡང་འོས་པ་མ་ཡིན་ནོ། །
en: They are not worthy to be in the saṅgha.

source: དེ་དག་ལ་ནི་དགེ་སློང་གི་དངོས་པོ་ཆུང་ཟད་ཀྱང་མེད་དོ། །
en: They have no part of being a bhikṣu.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Brother Ānanda asked the Bhagavat,

source: བཅོམ་ལྡན་འདས་གང་གི་ཚེ་ན་དེ་འདྲ་བའི་སྦྱིན་གནས་དག་འབྱུང་བར་འགྱུར།
en: “Bhagavat, in what time will they become recipients of offerings?”

source: ང་མྱ་ངན་ལས་འདས་ནས་ལོ་སུམ་བརྒྱ་ན་དེ་འདྲ་བའི་སྦྱིན་གནས་དག་འབྱུང་སྟེ། །
en: “There will be those kinds of recipients of offerings three hundred years after my passing into nirvāṇa.

source: གང་གཙུག་ལག་ཁང་ལ་ཁྱིམ་དུ་འདུ་ཤེས་པར་འཛིན་པ་
en: They will see the monastery as their home.

source: དེ་དག་ནི་བུ་ཕོ་དང་བུ་མོ་དག་གིས་ཡོངས་སུ་བསྐོར་བར་འགྱུར་རོ། །
en: Sons and daughters will encircle them.

source: དེ་དག་ནི་དགེ་འདུན་གྱི་ཁྲི་དང་། ཁྲིའུ་དང་ཚང་ཐུར་དང་སྔས་དང་། མལ་སྟན་དག་ལ་སྤྱོད་པར་མ་འོས་པ་ལ་སྤྱོད་པར་བྱེད་དོ། །
en: They will use the saṅgha’s seats, stools, clothing bags, cushions, and beds, which are prohibited to them.

source: དགེ་འདུན་དག་གི་ཉེ་བར་སྤྱོད་པ་ལ་བཤང་བ་དང་གཅི་བར་བྱེད་དོ།
en: They will urinate and defecate in the places the saṅgha uses,

source: མཆིལ་མ་དག་ཀྱང་འདོར་ཞིང་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་མི་ཤེས་སོ།
en: “They will also spit in the places the saṅgha uses, not knowing the karma that ripens from it.

source: གང་དགེ་འདུན་གྱི་ཉེ་བར་སྤྱོད་པ་ལ་མཆིལ་མ་འདོར་བ་དེ་དག་ནི་ལོ་བཅུ་གཉིས་སུ་ཤིང་སཱ་ལའི་ཚལ་དུ་ཁ་ཁབ་ཀྱི་མིག་ཙམ་གྱི་སྲོག་ཆགས་སུ་སྐྱེའོ། །
en: Those who spit in places the saṅgha uses will be reborn in a sal tree forest as insects the size of the eye of a needle for twelve years.

source: གང་དགེ་འདུན་གྱི་སོ་ཤིང་ལ་སྤྱོད་དུ་མ་འོས་པ་ལ་སྤྱོད་པ་དེ་དག་ནི་རུ་སྦལ་དང་། ཆུ་སྲིན་དང་ཉའི་ནང་དུ་སྐྱེའོ།
en: “Those who use the toothpicks of the saṅgha, which are prohibited to them, will be reborn as turtles, crocodiles, and fish.

source: གང་དགེ་འདུན་གྱི་ཏིལ་དང་འབྲས་དང་རྒྱ་ཤུག་དང་། ཀུ་ལན་ཐ་ལ་སོགས་པ་གང་སྤྱོད་པར་མ་འོས་པ་ལ་སྤྱོད་པ་དེ་དག་ནི་ཡི་དགས་ཀྱི་གྲོང་ཁྱེར་དུ་སྐྱེ་སྟེ། །
en: “Those who use the saṅgha’s sesame, rice, millet, horse gram, and other grains, which are not for them to eat, will be reborn in the city of the pretas.

source: མགལ་བ་འདྲ་ཞིང་ཀེང་རུས་བསྒྲེང་བ་ལྟ་བུ་བདག་གི་སྐྲ་དང་ཁ་སྤུས་ཁེབས་པ། ཁ་ཁབ་ཀྱི་མིག་ཙམ་དུ་གྱུར་པའི་སྡུག་བསྔལ་དེ་དག་ལུས་ལ་མྱོང་བར་འགྱུར་རོ།
en: They will be like burned tree trunks, like standing skeletons covered with hair, with stomachs the size of mountains and mouths the size of a needle’s eye. They will experience that kind of physical suffering.

source: གང་དགེ་འདུན་གྱི་ཟས་ཀྱིས་ཁྱི་གསོ་བར་བྱེད་པ་དེ་དག་ནི་རིགས་དམའ་བར་སྐྱེ་བར་འགྱུར་རོ། །
en: “Those who use the food of the saṅgha to feed dogs will be reborn in a low caste,

source: དབང་པོ་ཉམས་པར་འགྱུར་རོ།
en: with defective faculties,

source: སྒུར་པོ་དང་ཁྱོར་པོར་སྐྱེའོ། །
en: crippled and hunchbacked,

source: གཞན་གྱི་བཞིན་ལ་ལྟ་ཞིང་སློང་མོ་བྱེད་པར་འགྱུར་རོ། །
en: and unable to look others in the face while begging.

source: དེ་ནས་ཤི་འཕོས་ནས་ཀྱང་ནད་བུ་ཅན་དུ་འགྱུར་རོ། །
en: When they die, they will be reborn with diseased bodies.

source: ལུས་ལས་རྣག་དང་ཁྲག་འཛག་པར་འགྱུར་རོ།
en: They will have blood and pus dripping from their bodies;

source: ཆུ་བ་རྣམས་འཁུམས་པར་འགྱུར་རོ། །
en: the tendons in their bodies will shrink.

source: གང་གི་ཚེ་ན་ལངས་པ་དེ་ན་ཤ་རྣམས་ས་ལ་ལྷགས་ཤིང་རུས་པ་རྣམས་སྣང་བར་འགྱུར་ཏེ།
en: When they stand up, red lumps of their flesh will fall onto the ground, and their bones will be exposed.

source: དེ་ལྟར་དེ་དག་ལོ་མང་པོར། ལོ་བརྒྱ་སྟོང་མང་པོར་ལུས་ཀྱི་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་རོ། །
en: They will experience that kind of suffering for many years, for many hundreds of thousands of years.

source: གང་དགེ་འདུན་གྱི་ས་ལ་མི་འོས་པར་སྤྱོད་པ་དེ་དག་ནི་བསྐལ་པ་བཅུ་གཉིས་སུ་འོ་དོད་འབོད་པའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་སྐྱེ་སྟེ།
en: “Those who use land exclusive to the saṅgha will be reborn in the Raurava great hell for twelve eons.

source: ལྕགས་ཀྱི་ཐུ་ལུམ་བསྲེགས་པ་ཁར་བཅུག་ནས་མཆུ་དང་སོ་དག་ཀྱང་ལྷགས། རྐན་ཡང་གས་མགུལ་པ་ཡང་ཚིག །སྙིང་དང་རྒྱུ་མ་དག་ཀྱང་ཐམས་ཅད་དུ་ཐམས་ཅད་ཚིག་ནས་རུས་པའི་ལྷག་མ་ལུས་པར་འགྱུར་ཏེ།
en: Lumps of red hot iron will be squeezed into their mouths, burning them, destroying their lips and teeth, splitting their palates, burning their throats, and burning their hearts and all their entrails until there is nothing left but bones.

source: དགེ་སློང་དག་དེའི་ཚེ་ལས་ཀྱི་རླུང་ལངས་ནས་ཤི་ནས་ཀྱང་སླར་འཚོའོ། །
en: Bhikṣus, at that time the winds of karma will blow, and although they have died they will come back to life.

source: དེ་ནས་སླར་ཡང་གཤིན་རྗེ་སྐྱོང་བའི་སྐྱེས་བུས་བཟུང་ངོ་། །
en: Then Yama’s guards will again seize them.

source: དེ་ནས་དེ་དག་གི་ལས་བདག་གིས་བྱ་བའི་ལས་ཀྱི་དབང་གིས་ལྕེ་ཆེན་པོ་འབྱུང་བར་འགྱུར་ཞིང་ལྕེ་དེའི་སྟེང་དུ་གཤོལ་བརྒྱ་སྟོང་གིས་རྨོ་བར་འགྱུར་ཏེ།
en: Their karma will come; they will be under the power of their karma. Their tongues will become vast, and a hundred thousand plows will plow them.

source: དེ་ལྟར་ལོ་བརྒྱ་ཕྲག་སྟོང་དུ་སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་རོ། །
en: They will experience that kind of suffering in that hell for hundreds of thousands of years.

source: དེ་ནས་ཤི་འཕོས་ནས་མེའི་རྫ་མའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་སྐྱེས་ཏེ།
en: “When they die and leave that hell, they will be reborn in the Agnighaṭa great hell.

source: དེ་ནས་གཤིན་རྗེ་སྐྱོང་བའི་སྐྱེས་བུ་དག་གིས་བཟུང་ནས་ལྕེ་དེ་ཉིད་ལ་ཁབ་བརྒྱ་སྟོང་གིས་འབིགས་པར་བྱེད་དོ། །
en: Yama’s guards will seize them and insert a hundred thousand needles into their tongues.

source: དེ་ནས་ཀྱང་ལས་ཀྱི་དབང་གིས་སོས་ནས་མེའི་འོབས་སུ་འདོར་རོ། །
en: Then, through the power of karma, they will be come back to life and will be hurled into a mass of flames.

source: མེའི་འོབས་དེ་ནས་ཀྱང་ཕྱུང་ནས་ཆུ་བོ་བེའི་ཏ་ར་ནི་ཆེན་པོར་འདོར་རོ། །
en: When they are cast out from that mass of flames, they will be hurled into the Vaitarāṇi River.

source: དེ་ནས་འཆི་བའི་དུས་བྱས་ནས་སེམས་ཅན་དམྱལ་བ་གཞན་དག་ཏུ་སྐྱེས་ཏེ།
en: When they die, they will be reborn in other hells.

source: དེ་ལྟར་འཁྱམ་པ་ལས་བསྐལ་པ་གསུམ་ཟད་ནས་ཤི་འཕོས་ཏེ་འཛམ་བུ་གླིང་དུ་དབུལ་པོ་དང་། དམུས་ལོང་གི་ནང་དུ་སྐྱེ་བར་འགྱུར་རོ། །
en: They will wander in that way for three eons. When they die and leave the hells, they will be reborn in Jambudvīpa as poor people, blind from birth.

source: དགའ་བོ་དེ་ལྟ་བས་ན་དགེ་འདུན་དག་གི་རྫས་ནི་བསྲུང་བར་བྱའོ། །
en: Therefore, Ānanda, protect the property of the saṅgha.

source: དགེ་སློང་དག་གང་བསླབ་པ་སྡོམ་པས་ཆོས་གོས་གསུམ་བཅང་བར་བྱ་སྟེ།
en: “Bhikṣus, those who have the vows of training should have the three Dharma robes.

source: ཆོས་གོས་གཅིག་ནི་དགེ་འདུན་ལ་ཡིད་བརྟན་ཅིང་དགེ་འདུན་གྱིས་སྤྱད་པའི་ཕྱིར་རོ། །
en: One Dharma robe is worn by the saṅgha so that there will be confidence in the saṅgha.

source: ཆོས་གོས་གཉིས་པ་ནི་རྒྱལ་པོའི་ཕོ་བྲང་དུ་འགྲོ་བའི་ཕྱིར་རོ། །
en: The second robe is for when one goes to the king’s palace.

source: ཆོས་གོས་གསུམ་པ་ནི་གྲོང་དང་། གྲོང་ཁྱེར་དང་གྲོང་འདབ་དང་། ཡེ་འུར་འཁོད་པ་དང་ཚོང་འདུས་དག་གི་ཕྱིར་ཏེ།
en: The third robe is for when one goes to the villages, towns, marketplaces, and hamlets.

source: དགེ་སློང་དག་གིས་ཆོས་གོས་དེ་གསུམ་བཅང་བར་བྱའོ། །
en: So the bhikṣus must have the three robes.

source: གང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་ཡོན་ཏན་དང་ལྡན་པའི་དགེ་སློང་དག་གིས་ནི་ངས་བསླབ་ཚིགས་བཅས་པ་འདི་གཟུང་བར་བྱའོ། །
en: “Those bhikṣus who have good conduct, who have good qualities, and who have wisdom should remember my words of instruction.

source: དགེ་སློང་དག་དགེ་འདུན་གྱི་རྫས་ལ་སྤྱོད་པར་མི་འོས་པ་དག་གིས་ནི་
en: Bhikṣus, the exclusive property of the Saṅgha,

source: ཡོངས་སུ་སྤྱད་པར་མི་བྱའོ། །དགེ་འདུན་གྱི་ནི་མེའི་འོབས་ལྟ་བུའོ། །དགེ་འདུན་གྱི་ནི་དུག་ལྟ་བུའོ། །དགེ་འདུན་གྱི་ནི་རྡོ་རྗེ་ལྟ་བུའོ། །དགེ་འདུན་གྱི་ནི་ཁུར་ལྟ་བུའོ།
en: such as the embers of the saṅgha’s fire, the smoke of the saṅgha, the vajras of the saṅgha, or the baggage of the saṅgha, should not be used.

source: དུག་ལ་ནི་གཉེན་པོ་བྱ་ནུས་ཀྱི་དགེ་འདུན་གྱི་ལ་ནི་གཉེན་པོ་བྱ་མི་ནུས་སོ།
en: There are remedies for poison, but there are no remedies for using the property of the saṅgha.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Brother Ānanda said to the Bhagavat,

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པའི་བསླབ་ཚིགས་ལ་དགེ་སློང་གང་དག་འཛིན་པར་བགྱིད་པ་ནི་སོ་སོར་ཐར་པའི་སྡོམ་པས་བསྡམས་པ་ལགས་སོ། །
en: “Bhagavat, every bhikṣu will remember these words of instruction given by the Bhagavat and will keep the pratimokṣa vows,

source: འདུལ་བ་ལ་མངོན་པ་ལགས་སོ། །
en: will follow the Vinaya,

source: བཅོམ་ལྡན་འདས་ཀྱི་བསླབ་ཚིགས་ཀྱི་རྗེས་སུ་བསྲུངས་པ་ལགས་སོ། །
en: and will preserve the Bhagavat’s words of instruction.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་དགའ་བོས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་སོང་ངོ་། །
en: Then Brother Ānanda bowed his head to the Bhagavat’s feet and departed.

source: དེ་ནས་ཉན་ཐོས་ཆེན་པོ་དེ་དག་བདག་བདག་གི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་དོང་ངོ་། །
en: Then the mahāśrāvakas departed to their own buddha realms.

source: ལྷ་དང་ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་མི་མ་ཡིན་པ་དེ་དག་ཀྱང་དོང་ངོ་། །
en: The devas, nāgas, yakṣas, gandharvas, garuḍas, kiṃnaras, mahoragas, humans, and nonhumans also departed.

source: བཅོམ་ལྡན་འདས་དགྱེས་ཤིང་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དང་ལྷ་དང་མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་རྣམས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་ལ་མངོན་པར་དགའོ། །
en: The joyful Bhagavat had spoken these words, and the entire community and the world with its devas, humans, asuras, and gandharvas rejoiced in what the Bhagavat had said.

source: འཕགས་པ་ཟ་མ་ཏོག་བཀོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: The noble Mahāyāna sūtra, “ The Basket’s Display ,” is concluded.

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙཱ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །
en: Translated and revised by the Indian paṇḍitas Jinamitra and Dānaśīla, and by Yeshé Dé, the translator and chief editor.
